Repository: YegorCrazy/pythonprac
Catalog: 20230515/1/moodserver/l10n/*/LC_MESSAGES/l10n.po
Languages: ru

source: {} was connected
ru: {} подключился

source: {} was disconnected
ru: {} отключился

source: right
ru: вправо

source: left
ru: влево

source: up
ru: вверх

source: down
ru: вниз

source: sword
ru: Меч

source: spear
ru: Копье

source: axe
ru: Топор

source: {} moved one cell {}
ru: {} передвинулся на одну клетку {}

source: Added monster to ({}, {}) saying {}
ru: Добавлен монстр на клетку ({}, {}), говорящий {}

source: Added monster to ({}, {}) saying {} Replaced the old monster
ru: Добавлен монстр на клетку ({}, {}), говорящий {} Старый монстр был заменен

source: {} added monster to ({}, {}) saying {}
ru: {} добавил монстра на клетку ({}, {}), говорящего {}

source: {} added monster to ({}, {}) saying {} and replaced the old monster
ru: {} добавил монстра на клетку ({}, {}), говорящего {}, и заменил старого монстра

source: No {} here
ru: Здесь нет {}

source: Attacked {} with {}, damage {} {}
ru: Атаковал {} оружием {}, урон {} {}

source: {} attacked {} with {}, damage {} {}
ru: {} атаковал {} оружием {}, урон {} {}

source: {} died
ru: {} мертв

source: {} now has {} {}
ru: У {} теперь {} {}

source: Moved to ({}, {})
ru: Передвинулся на ({}, {})

source: Set up locale: {}
ru: Установлена локаль: {}

source: hp
ru: очко здоровья
